export const ver0:Array<string> = [
  "1.0.7: こんなこと細々書く必要あるのか？枠線追加",
  "1.0.6: 背景色の優越を決定",
  "1.0.5: 背景色・文字色の調整",
  "1.0.4: 文字の大きさ・体裁を調整",
  "1.0.3: 文字の大きさを調整、その2",
  "1.0.2: 中央ぞろえ→右揃えに変更",
  "1.0.1: 文字のでかさ調節",
  "1.0.0: 🎉一旦パブリックに公開!",
  "0.4.2: 概要欄を記載",
  "0.4.1: 基本スペック欄を記載",
  "0.4.0: ABOUTページの実装に着手",
  "0.3.2: 404ページにリダイレクトを設定",
  "0.3.1: 404リロードのhtmlファイル修正",
  "0.3.0: 404リロードの解消に向け準備",
  "0.2.8: こことかこの下の背景色をイルミネに",
  "0.2.7: 更新予定欄の追加",
  "0.2.6: 更新情報欄の追加",
  "0.2.5: バージョン情報の追加"
]

export const nextUpdates:Array<string> = [
  "【ページ】SHINY JINSEI CLUBページの実装",
  "【画面】更新情報・更新予定をスクロールバーに収める実装",
  "【ページ】ABOUTページをもうちょいきれいにする修正",
  "【システム】ブラウザのOSによる画像比率の修正",
  "☞【画面】ウィンドウサイズ縮小時のメニュータブの不具合修正",
  "☞【画面】この欄自体のサイズ縮小時の不具合修正",
  "☞【画面・システム】スマホ対応",
  "✅【画面】ABOUTの文字ぞろえレイアウトを変更",
  "✅【システム】github pages上でのリロードを可能に",
  "✅【ページ】そもそものABOUTページの実装",
]