export const ver0:Array<string> = [
  "1.0.1: 文字のでかさ調節",
  "1.0.0: 🎉一旦パブリックに公開!",
  "0.4.2: 概要欄を記載",
  "0.4.1: 基本スペック欄を記載",
  "0.4.0: ABOUTページの実装に着手",
  "0.3.2: 404ページにリダイレクトを設定",
  "0.3.1: 404リロードのhtmlファイル修正",
  "0.3.0: 404リロードの解消に向け準備",
  "0.2.8: こことかこの下の背景色をイルミネに",
  "0.2.7: 更新予定欄の追加",
  "0.2.6: 更新情報欄の追加",
  "0.2.5: バージョン情報の追加"
]

export const nextUpdates:Array<string> = [
  "【画面】ウィンドウサイズ縮小時のメニュータブの不具合",
  "【画面】この欄自体のサイズ縮小時の不具合",
  "【ページ】SHINY JINSEI CLUBページの実装",
  "【画面】更新情報・更新予定をscrollにしたい",
  "【ページ】ABOUTページをもうちょいきれいにする",
  "✅【システム】github pages上でのリロードを可能に",
  "✅【ページ】そもそものABOUTページの実装",
]